[{
    "title":"SpriteXtreme",
    "content":["<p>Do you want to solve problems that can help billions of people? Do you believe that technology can make life simpler? Does designing, architecting, coding and marketing apps to solve tough problems excite you? Then we have an interesting opportunity for you.</p><p>You may think you have an inkling of what happens in a hackathon -you're wrong. <strong>SpriteXtreme</strong> is not just any hackathon. It&rsquo;s an initiative by <a href='https://www.spritle.com/'>Spritle</a> to promote young developers and wannabe entrepreneurs to learn, build and deploy apps on their own. SpriteXtreme goes beyond just developing an app and is ultimately a platform for you and your team to build solutions to a problem and create a working app. The culture of it encapsulates so much more and what we have lined up for you will make you realize what it really means to be a creator. Go ahead, take a look and prepare to be enthralled.</p><p>The problem statement is open ended where you have the freedom to choose any problem you want and propose a solution. If you can&rsquo;t think of any, then don&rsquo;t worry, we have some ideas which you can use to develop solutions in your own way.</p><p>If your proposal gets shortlisted, you can create the app and pitch it to the world. Big prizes to be won!</p><br/><a href='https://www.surveymonkey.com/r/RTVV3JW' style='text-decoration:underline;text-laign:center;'>For Registrations click here</a>",
    "<ul><li>You have got precisely 12 hours to develop your app during the hackathon.</li><li>The hackathon kicks off at 9PM IST on 28th Feb 2018 and ends at 9AM IST 1st March 2018</li><li>After those 12 hours are up, evaluation will start. No additional features or bug fixes are allowed during evaluation.</li><li>Towards the end of the hackathon, you will be asked to present your app to the panel. Post the panel review, the top teams will get to present their ideas and demo their apps on stage with their go-to market strategy and ROI plans</li><li>The jury will evaluate the teams that present on stage based on the originality of the idea, the completeness of the product, the tech implemented in the app, and the Marketing and ROI(Return of Investment) plans.</li></ul>",
    "<ul><li>Please bring your own laptop</li><li>Teams are composed of 1 to 4 individuals. No more than four people are allowed on a team. Since the hackathon involves more than just developing an app and consists of a pitching session and a solid marketing and ROI(Return on Investment) plan, individuals don't need to be programmers.</li><li>Libraries, plugins, and modules that are public and freely available are allowed and encouraged.</li><li>Teams can pick from the list of tasks given by us or bring up a new idea. The new idea should be submitted before and approved by the jury.</li><li>Funding or business association can be offered only to teams who pick their own ideas and turn out as winners.</li></ul>",
    "<a href='https://www.surveymonkey.com/r/RTVV3JW' style='text-decoration:underline;'>For Registrations click here</a><br/>Thillai - 96558 83077<br/>Abishek N - 91761 17362"]
}]