[{
    "title":"OSPC",
    "content":["Is your definition of fun going to HackerRank or SPOJ?<br/>Do you end your sentences with a semicolon instead of a period?<br/>Are you one of those people who get high when all your test cases pass?<br/><br/>To all those who believe in the motto ‘Talk is Cheap, Show me the Code, then OSPC awaits you.",
    "Details will be announced soon! Stay Tuned!",
    "Details will be announced soon! Stay Tuned!",
    "Makisha - 96290 78175<br/>Harini - 94448 50785"]
},{
    "title":"Game of Nerds",
    "content":[
        "<i>“When you play the game of thrones, you either win or die”<br/>-Cersei Lannister</i><p>Sharpen your minds and heighten your focus, it’s time for battle. Put all your experiences through the tumultuous journey that is college life to the test. Prepare yourself to face pass conquered enemies – Algorithms, Data Structures, Networks and the like. For only one can win the Game of Nerds and claim their place on the throne.</p> ",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Agashya - 98659 17474<br/>Priyanka - 84288 19570"
    ]
},{
    "title":"OLPC",
    "content":["Coders from all across the country, gather round. Abacus’ OLPC is not for the weak hearted. Face challenges where speed is of the essence and optimality is the key.<br/>Code, Compile, Debug, Repeat – OLPC is coming to a terminal near you.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
},{
    "title":"Cyber Wars",
    "content":["Sticks and Stones may break my bones, but ciphers and cryptograms excite me.<br/>If your devious litte mind deviates toward any and all things cryptographic, then this event is precisely for you. Put your mind to the test and uncover the deepest secrets in the realm of cryptic codes. Encrypt, Decrypt and repeat to your heart’s content in Abacus’ Cyberwars!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Ajay - 88833 39409<br/>Nambi Kannan - 85267 57626"   
    ]
},{
    "title":"Debugging",
    "content":["‘When debugging, novices insert corrective code; experts remove defective code’<br>Are you the resident bug remover of your class? Does removing that one error among thousands of lines of code give you an adrenaline rush? Put your skills to the test with Abacus’ debugging contest - may the best exterminator win.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Dinesh - 90945 13434"]
},
{
    "title":"Output the Input",
    "content":["What came first, the chicken or the egg? More importantly, what came first, the output or the logic?<br/>If you’re a believer that the output leads to the logic, then put your faith to the test with Output the Input. Crack the logic behind the bare input and find the pattern in the seemingly abstract output.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Dinesh - 90945 13434"]
},{
    "title":"Alohomora",
    "content":["If databases, deadlocks and queries are just a game then alohomora will be your climb to fame. <br/>Use your spells to conjure the key,<br/>Resolve those pesky deadlocks glee,</br>Make the database dance to your tune<br/>and victory will come to you as a boon.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Shruthi - 99442 63196"]
},{
    "title":"Webaholic",
    "content":["What’s the world without websites? <br/>Sculpt your site with HTML and Javascirpt and add the final flourish with CSS. Wow the crowd with your eye catching site and prove yourself to be the web design wizard you are.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Sakthi Prasad - 81100 10630<br/>Santha Kumar - 96005 38775"]
},{
    "title":"3 MUSKETEERS",
    "content":["Athos. Porthos. Aramis.<br/>Gather your comrades in arms, as you face the challenges that lie ahead. Pace yourselves in this relay race against time, as we put your teamwork to the test!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Gayathri - 80560 78716<br/>Priyavarshini - 98946 42863"]
},{
    "title":"Flash",
    "content":["Get ready for a feast for the eyes as we watch your fingers dance across the keys. As the seconds pass, wrack your brain to solve these deceptively difficult problems. Be the first to crack the code and beat the clock! ",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Arul Roja - 97886 41525"]
},{
    "title":"Code Hunt",
    "content":["Treasure Hunting 101: X marks the spot.<br/>Code Hunting 101 : Obfuscated code marks the spot.<br/>Follow the trail and compile the clues as you trudge through the trails of Abacus’ Code Hunt. Beware of the dangers that lie in your wake – Polymorphism, Abstraction and Recursion are not to be trifled with. Brave the storm and find riches galore as you capture the clue obscured by our code!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Vishvesh Thangamani - 91596 93399 <br/>Aravindh - 99412 36630"]
},{
    "title":"Hello World",
    "content":["If(Student.year&equals;&equals;1){<br/>Cout&lt;&lt;”Then this event is for you!”;<br/>}<br/>Calling all first years! Hello World is your first step into the world of Tech.Come join in to find out what Abacus has in store for you. </br>Hint : Loads of fun, frolic and amazing prizes.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Arun - 80123 64643<br/>Thirunavukarasu - 94867 52704"]
},{
    "title":"Photoshop Event",
    "content":["If ‘PS I love you’ your favorite movie for more reasons than one and your friends tease you for being an artist online and a klutz in real life, then Design Demigods is for you. Show off your style and flaunt your finesse – prove that it’s time to graduate and gain the title of Design God.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Prabhu Dass - 96264 41750<br/>Senthil Raja - 94420 23026"]
}]