[{
    "title":"Big Boss",
    "content":["Can’t wait for Abacus? Then warm yourself up with our weekly Big Boss challenges! ",
    "<ul><li>Every Saturday, starting from 20th January, a challenge will be posted on the Abacus Facebook page and website.</li><li>Participants must complete the task and post the challenges as a video or photo on their timeline.</li><li>The participant must tag their friends to nominate them to perform the challenge.</li><li>Finally, a screenshot or link to the post must be sent to the Abacus page for confirmation of participation in the event.</li></ul><p>Points will be awarded on the basis,</p><ol><li>Number of likes for the post</li><li>Creativity in completing the challenge</li><li>Total number of challenges completed</li><li>Number of people tagged as nominees</li></ol>",
    "<p>Each task will have varying rulesand will be posted along with the challenge. General rules are as follows,</p><ol><li>You must nominate others by tagging them in the post.</li><li>Along with the caption of your choice, the tag #BigBossAB2018 must be added.</li><li>Screenshot or link of the post must be sent ot the Abacus Facebook page for confirmation of participation in the event.</li><li>Each challenge will be up for a duration of 7 days. The next challenge will be posted on the following Saturday.</li></ol>",
    "Steni Thomas - 9789010677"]
},{
    "title":"Once Upon a Time",
    "content":[
        "<p>‘Sci-Fi. Action. Comedy. Romance.<br/>Long ago, the four genres lived together in harmony. Then everything changed when a story was weaved. Only the Story Teller, the master of all genres, could weave a tale so enthralling, but when the world needed him most, he vanished. A hundred years have passed and Abacus discovered the new Story Teller. And although his skills may not be the best, he has a lot to learn. But I believe the Story Teller can save the world.’<br/>Weave a tale and leave us yearning for more! Join in on Abacus’ own story writing contest!</p>",
        "Prompt to be announced soon. Stay tuned!","Details will be announced soon! Stay Tuned!","Keerthana Chellappan 9042389902"
    ]
}]