[{
    "title":"Big Boss",
    "content":["<p>Can't wait for Abacus?</p><p>Then warm yourself up with our weekly Big Boss challenges! Brace yourselves for wild, wacky and funny challenges. Rack up points and tag your friends and prove that you can truly rise to any challenge!&nbsp;</p>",
    "<ul><li>Every Sunday, starting from 4th February, a challenge will be posted on the Abacus Facebook page and website.</li><li>Participants must complete the task and post the challenges as a video or photo on their timeline.</li><li>The participant must tag their friends to nominate them to perform the challenge.</li><li>Finally, a screenshot or link to the post must be sent to the Abacus page for confirmation of participation in the event.</li></ul><p>Points will be awarded on the basis,</p><ol><li>Number of likes for the post</li><li>Creativity in completing the challenge</li><li>Total number of challenges completed</li><li>Number of people tagged as nominees</li></ol>",
    "<p>Each task will have varying rulesand will be posted along with the challenge. General rules are as follows,</p><ol><li>You must nominate others by tagging them in the post.</li><li>Along with the caption of your choice, the tag #BigBossAB2018 must be added.</li><li>Screenshot or link of the post must be sent ot the Abacus Facebook page for confirmation of participation in the event.</li><li>Each challenge will be up for a duration of 7 days. The next challenge will be posted on the following Saturday.</li></ol>",
    "Steni Thomas - 9789010677"]
},
{
    "title":"Dubsmash Contest",
    "content":["If acting strike a chord with you and mimicry is your calling, then dubsmash your way to victory! Show us a first class act and win over the crowd with an award winning performance! <br/>Use the theme 'Engineers manakumural' for creating your own dubs",
        "<p>Round 1 &ndash;</p><ul><li>Participants should send a dubsmash video related to the contest theme.Sticking to the theme will give you extra points.</li><li>They can combine dialogues and create a customized dub.</li><li>Creativity of dub will earn more points. Likes on social media also count.</li><li>Send your dubs on or before February 26</li></ul>",
        "<ol><li>Not sticking to the theme will lead to disqualification.</li><li>Use of offensive dialogues in the dub will lead to rejection.</li><li>Max duration: 3 minutes</li><li>Maximum of 3 members per dub is allowed.</li><li>A person can send only one dub.</li><li>No copying. Videos will be treated on a FCFS basis.</li><li>Decisions taken by the organizers are final and binding.</li></ol>",
        "Ramya  - 7299152199"]
},{
    "title":"OLPC",
    "content":["<p>Coders from all across the country, gather round. Abacus&rsquo; OLPC is not for the weak hearted. Face challenges where speed is of the essence and optimality is the key.<br/>Code, Compile, Debug, Repeat &ndash; OLPC is coming to a terminal near you.</p>",
        "<p>Contest Details:</p><p>Duration: 2 hrs<br />Start Date: Sunday, 25th February, 2018 at 19:30 HRS (IST)<br />End Date: Sunday, 25th February, 2018 at 21:30 HRS (IST)</p><p><br />Format:</p><p>- The contest will be live for 2 hrs and it is hosted on Codechef.<br />- The contest will look similar to a regular Codechef Cook-off.<br />- It consists of 6 problems with varying difficulty.</p>",
        "<ul><li>You will receive one point for solving a problem (passing all test cases - no partial credit), regardless of the level of difficulty of that problem.</li><li>Users are ranked according to the number of problems solved. Ties will be broken by the total time for each user in ascending order of time.</li><li>The total time is the sum of the time consumed for each problem solved. The time consumed for a solved problem is the time elapsed from the beginning of the contest to the submittal of the first accepted run plus 20 penalty minutes for every previously rejected run for that problem. Time consumed for a problem that is not solved, is not considered.</li><li>Compilation error will not count towards the penalty.</li><li>The decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.</li><li>Any participant found to be indulging in any form of malpractice will be immediately disqualified.</li></ul>",
        "Ravi Kiran S - 8056131962"]
},{
    "title":"Once Upon a Time",
    "content":[
        "<p>‘Sci-Fi. Action. Comedy. Romance.<br/>Long ago, the four genres lived together in harmony. Then everything changed when a story was weaved. Only the Story Teller, the master of all genres, could weave a tale so enthralling, but when the world needed him most, he vanished. A hundred years have passed and Abacus discovered the new Story Teller. And although his skills may not be the best, he has a lot to learn. But I believe the Story Teller can save the world.’<br/>Weave a tale and leave us yearning for more! Join in on Abacus’ own story writing contest!</p>",
        "<p>Two prompts will be given. Based on the given prompt, write a short story of maximum 2000 words. Points will be awarded based on creativity. Computer science related additions to the story are appreciated. All two prompts hold equal weightage.</p><p><strong>Prompt 1:</strong></p><p>&ldquo;I ruffled through my pockets and pulled out my phone.</p><p>&lsquo;Who let the dogs out?&rsquo; Send.</p><p>I pulled on my face mask and shot a single tranquilizer dart&rdquo;</p><p><strong>Prompt 2:</strong></p><p>&ldquo;I darted behind the only car standing in the street and hid near the side. Sweat beaded down my back. I could hear the crunch of gravel &ndash; they were getting closer. I glanced nervously down at the screen. Just another 20% and the files would reach the main server.&rdquo;</p><p>&nbsp;</p>",
        "<ul><li>Participants may submit only one story per prompt.</li><li>All entries must be sent to <a href='mailto:contents@abacus.org.in'>contents@abacus.org.in</a>. When sending in entries, attach the story as a word file and please mention your Facebook ID so we can tag you if you win.</li><li>Stories must be written by one person only.</li><li>Stories should not be copied from any source.</li><li>Judge&rsquo;s decision is final and binding.</li><li>Failure to abide to the rules will lead to immediate disqualification.</li></ul>",
        "Keerthana Chellappan 9042389902"
    ]
}]