[{
    "title":"Big Boss",
    "content":["Can’t wait for Abacus? Then warm yourself up with our weekly Big Boss challenges! ",
    "<ul><li>Every Saturday, starting from 20th January, a challenge will be posted on the Abacus Facebook page and website.</li><li>Participants must complete the task and post the challenges as a video or photo on their timeline.</li><li>The participant must tag their friends to nominate them to perform the challenge.</li><li>Finally, a screenshot or link to the post must be sent to the Abacus page for confirmation of participation in the event.</li></ul><p>Points will be awarded on the basis,</p><ol><li>Number of likes for the post</li><li>Creativity in completing the challenge</li><li>Total number of challenges completed</li><li>Number of people tagged as nominees</li></ol>",
    "<p>Each task will have varying rulesand will be posted along with the challenge. General rules are as follows,</p><ol><li>You must nominate others by tagging them in the post.</li><li>Along with the caption of your choice, the tag #BigBossAB2018 must be added.</li><li>Screenshot or link of the post must be sent ot the Abacus Facebook page for confirmation of participation in the event.</li><li>Each challenge will be up for a duration of 7 days. The next challenge will be posted on the following Saturday.</li></ol>",
    "Steni Thomas - 9789010677"]
},{
    "title":"OLPC",
    "content":["Coders from all across the country, gather round. Abacus’ OLPC is not for the weak hearted. Face challenges where speed is of the essence and optimality is the key.<br/>Code, Compile, Debug, Repeat – OLPC is coming to a terminal near you.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
},{
    "title":"Once Upon a Time",
    "content":[
        "<p>‘Sci-Fi. Action. Comedy. Romance.<br/>Long ago, the four genres lived together in harmony. Then everything changed when a story was weaved. Only the Story Teller, the master of all genres, could weave a tale so enthralling, but when the world needed him most, he vanished. A hundred years have passed and Abacus discovered the new Story Teller. And although his skills may not be the best, he has a lot to learn. But I believe the Story Teller can save the world.’<br/>Weave a tale and leave us yearning for more! Join in on Abacus’ own story writing contest!</p>",
        "<p>Two prompts will be given. Based on the given prompt, write a short story of maximum 2000 words. Points will be awarded based on creativity. Computer science related additions to the story are appreciated. All three prompts hold equal weightage.</p><p><strong>Prompt 1:</strong></p><p>&ldquo;I ruffled through my pockets and pulled out my phone.</p><p>&lsquo;Who let the dogs out?&rsquo; Send.</p><p>I pulled on my face mask and shot a single tranquilizer dart&rdquo;</p><p><strong>Prompt 2:</strong></p><p>&ldquo;I darted behind the only car standing in the street and hid near the side. Sweat beaded down my back. I could hear the crunch of gravel &ndash; they were getting closer. I glanced nervously down at the screen. Just another 20% and the files would reach the main server.&rdquo;</p><p>&nbsp;</p>",
        "<ul><li>Participants may submit only one story per prompt.</li><li>All entries must be sent to <a href='mailto:content@abacus.org.in'>content@abacus.org.in</a>. When sending in entries, attach the story as a word file and please mention your Facebook ID so we can tag you if you win.</li><li>Stories must be written by one person only.</li><li>Stories should not be copied from any source.</li><li>Judge&rsquo;s decision is final and binding.</li><li>Failure to abide to the rules will lead to immediate disqualification.</li></ul>",
        "Keerthana Chellappan 9042389902"
    ]
}]