[{
    "title":"Fandom Quiz",
    "content":["How to know you’re ready for Abacus’ fandom quiz<ol><li>Your dream is to become a genius, billionaire, playboy philanthropist.</li><li>You can’t not  hear this in Hermione’s voice – ‘it’s leviosa, not leviosa’</li><li>You use so many pop culture references that no one knows what you’re talking about anymore. (YOLO right?)</li></ol><br/>Ready to be Sherlocked?",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
},{
    "title":"Gamindrome",
    "content":[
        "Is WASD what moves you? Then don’t be an NPC – get moving!<br/>Mini Miltia. Clash Royale. FIFA. <br/>Three games. Three winners. One event. One symposium.<br/>Lock and Load Sarge. Final Boss ‘Abacus’ has been located. Fire at will.",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
},{
    "title":"Finding Nemo",
    "content":[
        "<p><i>‘When life gets you down, do you wanna know what you gotta do? Just keep swimming, Just keep swimming, just keep swimming.’</p><p style='float:right'>- Dory, Finding Nemo</p></i><br/>Enjoy the more gentle streams of Abacus in this fun event! Decipher the clues and reach your goal. And if you get lost in between, just keep swimming!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
},{
    "title":"Abacus Premier League",
    "content":[
        "Assemble your dream team at Abacus Premier League! APL is your one-stop chance to prove your strategic planning and financial skills by choosing the best players for your franchise. <br/>Step up to the plate and swing your bat. Who knows, you may win big!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
},{
    "title":"Houseful",
    "content":[
        "Experience your first evener Big Boss event at Abacus this year. Show off the right side of your brain to win big and become CEG’s next Oviya or Harish Kalyan!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!",
        "Details will be announced soon! Stay Tuned!"]
}]
